{
  "MUA VÉ TÀU TRỰC TUYẾN": "BUY TRAIN TICKET ONLINE",
  "Tính năng chọn chỗ thanh toán và in vé điện tử": "Seat selection, payment and electronic ticket printing feature",
  "Xin chào": "Hello",
  "Đăng nhập": "Sign in",
  "Đăng ký": "Sign up",
  "Quên mật khẩu": "Forgot Password",
  "Tài khoản": "Account",
  "Đơn vị hỗ trợ hình thức thanh toán quét QR phí thanh toán là 0 đồng, ngoài hình thức thanh toán này quý khách lựa chọn thanh toán thẻ visa, ứng dụng ví sẽ mất phí do cổng thanh toán onepay thu, phí thanh toán sẽ không nằm trong giá vé, chúng tôi miễn trừ trách nhiệm về phí này. Giá vé hiển thị đã bao gồm phí dịch vụ vận hành hệ thống và thuế giá trị gia tăng từ 8%-10%. Đơn vị chúng tôi cam kết minh bạch giá cả và những khoản phí mà đơn vị thu, không có ẩn giá đến bước cuối mới hiển thị! Xin cảm ơn!": "The unit supports the QR scanning payment method and the payment fee is 0 VND. In addition to this payment method, if you choose to pay with a visa card, the wallet application will incur a fee collected by the onepay payment gateway. The payment fee will not be included in the ticket price. We waive responsibility for this fee. The displayed ticket price includes system operating service fees and value added tax from 8% - 10%. Our unit is committed to transparency in prices and fees it collects, no hidden prices are displayed until the last step! Thank you!",
  "TRANG CHỦ": "HOME",
  "MUA VÉ": "BUY ETICKET",
  "BẢN ĐỒ ĐƯỜNG SẮT": "RAILWAY MAP",
  "TIN TỨC": "NEWS",
  "CẨM NANG": "MANUAL",
  "ĐÁNH GIÁ": "REVIEWS",
  "LIÊN HỆ": "CONTACT",
  "Tìm chuyến tàu phù hợp": "Find suitable train trips",
  "Lựa chọn lịch trình linh hoạt": "Choose flexible itinerary",
  "Đặt vé nhanh, dễ dàng": "Book tickets quickly and easily",
  "Nhận vé ngay sau khi đặt": "Receive tickets immediately after booking",
  "Luôn sẵn sàng hỗ trợ": "Always ready to support",
  "Phản hồi trong 15 phút qua điện thoại, zalo": "Feedback within 15 minutes via phone, zalo",
  "Bản đồ tuyến đường sắt Việt Nam": "Vietnam railway route map",
  "Xem thông tin chi tiết về các tuyến tàu, lịch trình và điểm dừng": "View detailed information about train routes, schedules and stops",
  "Các hành trình phổ biến": "Popular routes",
  "Khám phá hành trình phổ biến với giá tốt nhất": "Explore popular routes with the best prices",
  "Du lịch bằng tàu hỏa": "Travel by train",
  "Cập nhật ngay tin tức và hành trình hấp dẫn": "Update news and attractive routes immediately",
  "Thông tin hữu ích khi đi tàu": "Useful information when traveling by train",
  "Câu hỏi thường gặp khi đặt vé tàu": "Frequently asked questions when booking train tickets",
  "Làm thế nào để đặt vé tàu hỏa trên iVIVU?": "How to book train tickets on iVIVU?",
  "Tôi có thể thanh toán bằng những phương thức nào?": "What payment methods can I use?",
  "Thông tin cần cung cấp khi đặt vé": "Information needed when booking tickets",
  "Đi tàu cần mang theo giấy tờ gì?": "What documents do I need to bring when traveling by train?",
  "Cách kiểm tra vé, thay đổi hoặc hủy vé đã đặt": "How to check tickets, change or cancel booked tickets",
  "Các loại tàu trên đường sắt Việt Nam": "Types of trains on Vietnam railway",
  "Quý khách có thể đặt vé tàu hỏa qua iVIVU theo các bước sau:": "You can book train tickets through iVIVU with the following steps:",
  "Bước 1": "Step 1",
  "Bước 2": "Step 2",
  "Bước 3": "Step 3",
  "Bước 4": "Step 4",
  "Xem hướng dẫn chi tiết:": "View detailed instructions:",
  "Truy cập trang web hoặc ứng dụng iVIVU.": "Access the iVIVU website or application.",
  "Tìm kiếm và chọn chuyến tàu, chọn khoang và ghế.": "Search and select the train, choose the cabin and seat.",
  "Điền thông tin hành khách và thanh toán.": "Fill in passenger information and payment.",
  "Nhận mã vé điện tử. Sau khi thanh toán thành công, bạn sẽ nhận được vé qua email hoặc Zalo. Sử dụng mã vé này để lên tàu.": "Receive an electronic ticket code. After successful payment, you will receive the ticket via email or Zalo. Use this ticket code to board the train.",
  "Bạn có thể thanh toán bằng các phương thức sau:": "You can pay by the following methods:",
  "Thẻ tín dụng (Visa, Mastercard)": "Credit card (Visa, Mastercard)",
  "Chuyển khoản ngân hàng": "Bank transfer",
  "Thanh toán qua ví điện tử (Momo, ZaloPay)": "Payment via e-wallet (Momo, ZaloPay)",
  "Lưu ý:": "Note:",
  "Thời gian để nhập thông tin là 10 phút.": "The time to enter information is 10 minutes.",
  "Thời gian để thanh toán là 20 phút.": "The time to pay is 20 minutes.",
  "Vé tàu hoả không hỗ trợ trả sau.": "Train tickets do not support post-payment.",
  "Khi đặt vé, bạn cần cung cấp các thông tin sau": "When booking tickets, you need to provide the following information",
  "Thông tin hành khách": "Passenger information",
  "Số điện thoại liên lạc, email để nhận vé điện tử lên tàu.": "Contact phone number, email to receive electronic tickets on the train.",
  "Họ và tên đầy đủ, ngày tháng năm sinh, số chứng minh nhân dân (hoặc giấy tờ tùy thân khác). Đối với hành khách 11-14 tuổi: Nhập Passport hoặc Mã định danh (nếu có), hoặc để trống.": "Full name, date of birth, ID card number (or other personal documents). For passengers aged 11-14: Enter Passport or Identification Code (if any), or leave blank.",
  "Thông tin cung cấp phải chính xác để tránh gặp sự cố khi lên tàu.": "The information provided must be accurate to avoid problems when boarding the train.",
  "Đảm bảo các giấy tờ tùy thân hợp lệ để xác nhận danh tính khi cần.": "Ensure valid personal documents to confirm identity when needed.",
  "Khi đi tàu, bạn cần mang theo những giấy tờ sau:": "When traveling by train, you need to bring the following documents:",
  "Giấy tờ tùy thân hợp lệ": "Valid personal documents",
  "Mã vé điện tử hoặc vé giấy": "Electronic ticket code or paper ticket",
  "CMND/CCCD, hộ chiếu, hoặc giấy tờ khác có ảnh để xác minh danh tính.": "ID card, passport, or other documents with photos to verify identity.",
  "Xuất trình thẻ lên tàu nhận qua email, zalo, hoặc vé giấy nếu đã in sẵn.": "Present the card on the train received via email, zalo, or paper ticket if already printed.",
  "Đảm bảo giấy tờ tùy thân hợp lệ để xác minh danh tính khi cần.": "Ensure valid personal documents to verify identity when needed.",
  "Trẻ em đi cùng cần mang theo giấy khai sinh hoặc hộ chiếu (bản gốc hoặc bản sao có công chứng).": "Children traveling together need to bring a birth certificate or passport (original or certified copy).",
  "Đối với học sinh, sinh viên, cần xuất trình CCCD hoặc giấy tờ tùy thân có ảnh và thẻ học sinh, sinh viên còn hiệu lực từ các trường dạy nghề, trung cấp, cao đẳng, đại học và các học viện.": "For students, students, need to present ID card or personal document with photo and student card, student card still valid from vocational schools, colleges, universities and academies.",
  "1. Kiểm tra vé:": "1. Check ticket:",
  "Qua email hoặc Zalo: Kiểm tra mã vé và chi tiết chuyến đi trong email hoặc tin nhắn đã nhận sau khi đặt vé.": "Via email or Zalo: Check the ticket code and trip details in the email or message received after booking.",
  "Truy cập mục Kiểm tra vé.": "Access the Check ticket section.",
  "Nhập mã vé, ga đi, ga đến, ngày đi và số giấy tờ tùy thân (nhập ngày tháng năm sinh) để tra cứu chi tiết vé.": "Enter the ticket code, departure station, arrival station, departure date and ID card number (enter date of birth) to look up ticket details.",
  "2. Hủy vé:": "2. Cancel ticket:",
  "Hành khách có thể hoàn trả vé trực tuyến thông qua trang website của Đường sắt hoặc có thể đến trực tiếp nhà ga.": "Passengers can return tickets online through the Railway website or can go directly to the station.",
  "Vé chỉ có thể được trả (hoàn vé) tối thiểu trước giờ khởi hành 04 tiếng, phí trả vé là 10-20% giá vé.": "Tickets can only be returned (refunded) at least 04 hours before departure, the refund fee is 10-20% of the ticket price.",
  "Kiểm tra điều kiện vé trước khi hủy hoặc đổi để tránh mất phí không cần thiết.": "Check the ticket conditions before canceling or changing to avoid unnecessary fees.",
  "Yêu cầu hủy/đổi vé cần thực hiện trong thời hạn quy định để được hỗ trợ tối ưu.": "Cancellation/change requests must be made within the specified time limit to receive optimal support.",
  "Các loại tàu trên đường sắt Việt Nam:": "Types of trains on Vietnam railway:",
  "Tàu nhanh SE": "SE fast train",
  "Tàu thường": "Normal Train",
  "Tàu Chất Lượng Cao": "High Quality Train",
  "Tàu Tốc Hành": "High-Speed Train",
  "Đánh giá của khách hàng sử dụng dịch vụ đặt vé tàu Sao Mai Family": "Evaluate customers using the Sao Mai Family train ticket booking service",
  "Tuyệt vời": "Great",
  "đánh giá": "Evaluate",
  "Hiển thị thêm đánh giá": "Show more reviews",
  "GỬI HỖ TRỢ": "SEND SUPPORT",
  "Gửi yêu cầu của bạn, đội ngũ hỗ trợ sẽ liên hệ sớm": "Send your request, the support team will contact you soon",
  "Chọn lý do hỗ trợ": "Select support reason",
  "Không thể thanh toán": "Unable to pay",
  "Lỗi đặt vé": "Ticket booking error",
  "Chọn lý do khác": "Select other reason",
  "Mô tả chi tiết vấn đề": "Describe the issue in detail",
  "Các chương trình khuyến mãi sẽ tự động gửi đến bạn": "Promotions will be automatically sent to you",
  "Nhập email của bạn": "Enter your email",
  "Bản quyền thuộc về Vé tàu hoả Bắc Nam tại Saomaifly. Thiết kế bởi ĐỖ MẠNH CƯỜNG.": "Copyright belongs to North-South train tickets at Saomaifly. Designed by DO MANH CUONG.",
  "Gửi": "Send",
  "Tạo tài khoản": "Create Account",
  "Quên mật khẩu?": "Forgot Password?",
  "Chào mừng bạn trở lại": "Welcome back",
  "Để giữ liên lạc với chúng tôi, vui lòng đăng nhập bằng thông tin cá nhân của bạn": "To stay in touch with us, please log in with your personal information",
  "Chào bạn": "Hello Friend",
  "Nhập thông tin cá nhân của bạn và bắt đầu hành trình cùng chúng tôi": "Enter your personal information and start your journey with us",
  "Ga đi": "Departure",
  "Ga đến": "Arrival",
  "Ngày đi": "Departure",
  "Ngày về": "Return",
  "Một chiều": "One-way",
  "Khứ hồi": "Round-trip",
  "Số lượng vé": "Total Tickets",
  "vé": "tickets",
  "Vé trẻ em dưới 10 tuổi được giảm 25% giá vé": "Children's tickets under 10 years old are discounted 25% of the ticket price",
  "Tìm": "Search",
  "Người lớn": "Adult",
  "Từ 11 tuổi trở lên": "11 years and older",
  "Trẻ em": "Child",
  "6 - 10 tuổi": "1 - 10 years old",
  "Chủ nhật": "Sunday",
  "Thứ hai": "Monday",
  "Thứ ba": "Tuesday",
  "Thứ tư": "Wednesday",
  "Thứ năm": "Thursday",
  "Thứ sáu": "Friday",
  "Thứ bảy": "Saturday",
  "Trẻ em phải đi cùng với người lớn": "Children must be accompanied by an adult",
  "Ngày đi không được lớn hơn hoặc bằng ngày về": "Departure date cannot be later than or equal to return date",
  "Ngày về phải lớn hơn ngày đi": "Return date must be later than departure date",
  "Vui lòng chọn ngày về": "Please select a return date",
  "Không tìm thấy chuyến tàu": "No trains found",
  "Đã xảy ra lỗi khi tìm kiếm vé": "An error occurred while searching for tickets",
  "Vui lòng chọn ga đi": "Please select a departure station",
  "Vui lòng chọn ga đến": "Please select an arrival station",
  "Vui lòng chọn ngày đi": "Please select a departure date",
  "Một người lớn được kèm 2 trẻ dưới 6 tuổi miễn vé, ngồi chung chỗ": "One adult can accompany 2 children under 6 years old for free, sharing the same seat",
  "Có lỗi xảy ra khi tải dữ liệu ga": "An error occurred while loading station data",
  "Lỗi khi tìm kiếm vé": "Error while searching for tickets",
  "Chọn ga đi": "Select departure station",
  "Chọn ga đến": "Select arrival station",
  "Chọn ngày đi": "Select departure date",
  "Chọn ngày về": "Select return date",
  "Trang chủ": "Home",
  "Quản lý tài khoản": "Manage account",
  "Đăng xuất": "Log out",
  "Tuyến đường": "Route",
  "Chọn vé cho chiều đi": "Select tickets for the outbound trip",
  "Chọn vé cho chiều về": "Select tickets for the return trip",
  "Đặt": "Book",
  "Còn": "Unused",
  "chỗ": "",
  "chỗ trống": "seat",
  "Toa 1": "Car 1",
  "Toa 2": "Car 2",
  "Toa 3": "Car 3",
  "Toa 4": "Car 4",
  "Toa 5": "Car 5",
  "Toa 6": "Car 6",
  "Toa ghế ngồi": "Seat car",
  "Toa giường nằm": "Bed car",
  "Toa 1: Toa ghế ngồi":"Car 1: Seat car", 
  "Toa 2: Toa ghế ngồi":"Car 2: Seat car",
  "Toa 3: Toa giường nằm":"Car 3: Bed car",
  "Toa 4: Toa giường nằm":"Car 4: Bed car",
  "Toa 5: Toa giường nằm":"Car 5: Bed car",
  "Toa 6: Toa giường nằm":"Car 6: Bed car",
  "Ghế trống": "Empty seat",
  "Ghế đã đặt": "Seat booked",
  "Ghế đang giữ": "Seat reserved",
  "Ghế đang chọn": "Selected seat",
  "Giường trống": "Empty bed",
  "Giường đã đặt": "Bed booked",
  "Giường đang giữ": "Bed reserved",
  "Giường đang chọn": "Selected bed",
  "Đặt vé": "Book ticket",
  "Quý khách vui lòng chọn chỗ trống ở trên tương ứng loại vé": "Please select the empty seat above corresponding to the ticket type",
  "Tổng tiền": "Total amount",
  "Đã chọn": "Selected",
  "Chỗ": "Seat",
  "Tầng": "Floor",
  "Khoang": "Cabin",
  "Thông tin liên hệ": "Contact information",
  "Họ và tên": "Full name",
  "Số điện thoại": "Phone number",
  "Người lớn (Từ 11 tuổi trở lên)": "Adult (11 years and older)",
  "Trẻ em (Dưới 10 tuổi)": "Children (under 10 years old)",
  "Chiều đi": "Departure",
  "Chiều về": "Return",
  "Ngày sinh": "Date of birth",
  "Phương thức thanh toán": "Payment method",
  "Chọn ngân hàng thanh toán (tùy chọn)": "Select payment bank (Optional)",
  "Thanh toán qua VNPay": "Payment VNPAY",
  "Thông tin được yêu cầu bởi đường sắt Việt Nam": "Information required by Vietnam Railways",
  "Thời gian còn lại để thanh toán": "Remaining time to pay",
  "Quay lại": "Back",
  "Thanh toán": "Payment",
  "Tổng tiền vé": "Total ticket price",
  "Phí dịch vụ": "Service fee",
  "Phí bảo hiểm": "Insurance fee",
  "Bước tiếp theo": "Next step",
  "Vé điện tử sẽ gửi qua email và điện thoại sau khi thanh toán": "Electronic tickets will be sent via email and phone after payment",
  "Thanh toán qua mã QR, chuyển khoản, thẻ nội địa/quốc tế hoặc VNPAY": "Payment via QR code, bank transfer, domestic/international card or VNPAY",
  "Hỗ trợ: Gọi": "Support: Call",
  "Chưa có": "Not yet",
  "Thông tin cá nhân": "Personal information",
  "Tên": "Name",
  "Địa chỉ": "Address",
  "Chỉnh sửa": "Edit",
  "Hồ sơ của tôi": "My profile",
  "Lịch sử đơn hàng": "Order history",
  "Mã giao dịch": "Transaction code",
  "Trạng thái": "Status",
  "Ngày đặt": "Order date",
  "Chi tiết": "Details",
  "Mã QR": "QR code",
  "Chưa check-in": "Not checked in",
  "Đã check-in": "Checked in",
  "Mã QR vé của bạn": "Your ticket QR code",
  "Quét mã QR tại quầy check-in để xác nhận vé": "Scan the QR code at the check-in counter to confirm the ticket",
  "Xem QR": "View QR",
  "Chi tiết đơn hàng": "Order details",
  "Thông tin đơn hàng": "Order information",
  "Loại vé": "Ticket type",
  "Người liên hệ": "Contact person",
  "Lộ trình": "Schedule",
  "Giờ khởi hành": "Departure time",
  "Giờ đến": "Arrival time",
  "Tên tàu": "Train name",
  "Tên toa": "Car name",
  "Chỗ ngồi": "Seat",
  "Giá": "Price",
  "Chi tiết vé đi": "Departure ticket details",
  "Chi tiết vé về": "Return ticket details",
  "Tên hành khách": "Passenger name",
  "Người cao tuổi": "Elderly",
  "Sinh viên": "Student",
  "Trên 59 tuổi": "Over 59 years old",
  "Có thẻ sinh viên hợp lệ": "Have a valid student card"
}